# 10000～入力内容
10000<>サブジェクト長すぎ<>サブジェクトが長すぎます！
10001<>名前長すぎ<>名前が長すぎます！
10002<>メール長すぎ<>メールアドレスが長すぎます！
10003<>本文長すぎ<>本文が長すぎます！
10004<>1行長すぎ<>長すぎる行があります！
10010<>改行多すぎ<>改行が多すぎます！
10020<>タイトルが無い<>サブジェクトが存在しません！
10021<>本文が無い<>本文がありません！
10022<>名前が無い<>名前いれてちょ。
10030<>NGワード<>NGワードが含まれています。
10040<>端末固有番号が無い<>端末固有番号が送信されていません。
10090<>URL形式不正<>URLの形式が不正です。
10091<>板指定不正<>指定された板は存在しません。
10092<>該当スレッド無し<>指定されたスレッドは存在しないか、削除されています。
# 20000～掲示板規制
20000<>連続投稿<>連続投稿ですか？？
20001<>Samba規制1<>{$wait} sec たたないと書けません。(１回目、{$time} sec しかたってない) (Samba24-2.10互換) 
20002<>Samba規制2<>連打しないでください。もうそろそろ規制リストに入れますよ。。(￣ー￣)ﾆﾔﾘｯ (Samba24-2.10互換) 
20003<>Samba規制3<>もうずっと書けませんよ。<br><br>　　　　あなたは、規制リストに追加されました。 <br><br>　　　　【解除する方法】<br>　　　　一時間以上初心者の方々を優しく導いてあげてください。<br>　　　　これ以外に解除の方法はありません。<br>---------- 
20004<>Samba規制中<>まだ書けませんよ。<br><br>　　　　あなたは、規制リストに追加されています。 <br><br>　　　　【解除する方法】<br>　　　　{$wait}分以上初心者の方々を優しく導いてあげてください。<br>　　　　これ以外に解除の方法はありません。<br>---------- 
20010<>読み取り専用モード<>この板は読み取り専用に設定されています。
20020<>スレッド立てすぎ<>このホストからは、しばらくスレッドは立てられません。
20030<>スレスト<>スレッドストップされています。
20040<>スレ立て規制<>別のホストが同時刻にスレを立てようとしています。<br>しばらく待ってから立て直してみてください。
20100<>規制ユーザ<>書き込みホストは現在規制されています。PROXY抜くか管理者に相談してね。
20200<>レス数MAX<>これ以上は投稿できません。
# 90000～システムエラー系
90000<>システムエラー<>システムエラーが発生しました。
